const animeData = {
    "1" : {
        desc: "Դրագոն Բոլլ Զ-ը կախվածություն առաջացնող աիմե է, որտեղ հերոս Զեդը, վիշապներ կանչելու ունակությամբ, սկսում է հետաքրքրաշարժ ճանապարհորդություն ՝ բացահայտելով իր ճակատագիրը և էպիկական մարտերում պայքարելով հզոր թշնամիների դեմ: Այս էպիկական արկածային ճանապարհորդության ընթացքում հեռուստադիտողներին սպասվում են անհավատալի մարտեր, բարդ ինտրիգներ և բազմազան կերպարներ, որոնցից յուրաքանչյուրն իր ուրույն դինամիկան է բերում  Դրագոն Բոլլ Զ-ի աշխարհին: Աչքի ընկնող անիմացիայով, հուզիչ սյուժեով ֆիլմը խոստանում է հեռուստադիտողներին ընկղմել վտանգներով և հրաշքներով լի յուրահատուկ ֆանտազիայի աշխարհում:"
    },
    "2" : {
        desc: "Քայլերի Ձայնը խորը և հուզիչ անիմե է, որն անդրադառնում է խոնարհության, ներման և կապերի վերականգնման թեմաներին: Անիմեն սկսվում է դպրոցում բուլինգի պատմությունից, բայց ուշադրության կենտրոնում են ոչ միայն զոհն ու բռնարարը, այլև կույր աղջիկը, նրանց ճակատագրերը միահյուսվում են մեծանալու ընթացքում: Հիանալի անիմացիայով և ուժեղ հուզական ազդեցությամբ Քայլերի Ձայնը առաջարկում է խորը հույզեր մարդկային հոգու մեջ և մտորումներ է առաջացնում ներման և հասկացողության կարևորության մասին: Եթե դուք փնտրում եք Անիմե խորը սյուժեով և հուզական խորությամբ, ապա այս արվեստի գործը հաստատ արժե դիտել:"
    },  
    "3" : {
        desc: "Արցունքների միջով ես կատու եմ ձևանում - ը սրամիտ և խորհրդավոր անիմե է մոգության և ինքներդ ձեզ այնպիսին ընդունելու մասին, ինչպիսին կաք: Պատմությունը հետևում է Միաուին ՝ մի աղջկա, որը վերածվում է կատվի ՝ իր գաղտնի ընկերոջ ուշադրությունը գրավելու համար: Ֆանտաստիկան և սիրավեպը միախառնելով ՝ ֆիլմն անդրադառնում է ինքնության թեմաներին և իրական հարաբերությունների նշանակությանը: Հիասքանչ արտացոլմամբ և զգայական երաժշտությամբ Արցունքների միջով ես կատու եմ ձևանում - ը հանդիսատեսին հրավիրում է զարմանալի ճանապարհորդության, որտեղ կարևոր է լինել իսկական: Եթե սիրում եք զգայական պատմություններ ֆանտազիայի տարրերով, այս ֆիլմը հիանալի ընտրություն է:"
    },
    "4" : {
        desc: "Մանգայի իրադարձությունները տեղի են ունենում ճապոնական Տաիշոյի ժամանակաշրջանում։ Մի անգամ գլխավոր հերոսը` ածխի երիտասարդ վաճառական Տանջիրո Կամադոն, վատ եղանակի պատճառով ստիպված է լինում մնալ քաղաքում։ Իր ապրանքը նա սովորաբար հենց այնտեղ է վաճառում։ Վերադառնալով հայրենի գյուղ՝ նա իր մորը, կրտսեր քույրերն ու եղբայրներին դևերի կողմից սպանված է գտնում։ Դրանից առաջ Տանջիրոն հրաժարվում էր հավատալ դևերի գոյությանը։ Այս միջադեպից միակ փրկվածը նրա մտերիմ քույրն էր՝ Նեզուկոն, ով, պարզվում է, սատանայական արյան պատճառով վերածվել է դևի, սակայն կարողացել է պահպանել իր մարդկային գիտակցության մի մասը։ Չցանկանալով իր քրոջը նեղության մեջ թողնել՝ Տանջիրոն որոշում է դառնալ դևերի որսորդ, որպեսզի, այդ արարածներին ավելի լավ ծանոթանալով, միջոց գտնի Նեզուկոյին կրկին մարդ դարձնելու համար։"
    },
    "5" : {
        desc: "Աշխարհում, որտեղ ծովահենները ղեկավարում են, կա միայն մեկ գանձ, որն արժե բոլոր մյուսներին ՝ Վան Փիսը ՝ ծովահենների թագավորի լեգենդար գանձը: Գլխավոր հերոսը ՝ Մոնկի Դ Լուֆին, իր թիմի հետ մեկնում է այն փնտրելու ։ Վան Փիս: Կարմիր-ը Վան Պիսը  փնտրելու ճանապարհին մի արկածային պատմություն է: Նրանք բախվելու են բազմաթիվ վտանգների, բայց նրանց միմյանց հանդեպ հավատարմությունը կօգնեն նրանց հաղթահարել բոլոր խոչընդոտները: Եթե դուք փնտրում եք Անիմե ՝ եզակի սյուժեով, անսպասելի շրջադարձերով և խորը հույզերով, Վան Փիսը-ը ձեր ճանապարհն է դեպի անսահման արկածների աշխարհ:"
    },
    "6" : {
        desc : "Ուրվականներից քշվածները կախարդական անիմե ճանապարհորդություն է, որը ստեղծվել է Հայաո Միյաձակիի կողմից, որը հեռուստադիտողներին տանում է խորհրդավոր և կախարդական աշխարհ: Պատմությունը պատմում է Չիհիրո անունով մի աղջկա մասին, ով հայտնվում է տարօրինակ և խորհրդավոր հոգևոր աշխարհում, որտեղ նա պետք է անցնի փորձությունների միջով և գտնի իր ուժը: Գեղեցիկ անիմացիաներով, եզակի կերպարներով և խորը փիլիսոփայական ասպեկտներով Ուրվականներից քշվածները հեռուստադիտողներին ընկղմում է մոգության և առեղծվածի մեջ: Ֆիլմը հիանալի կերպով համատեղում է արկածները, ֆանտազիան և զգացմունքները ՝ թողնելով տևական տպավորություն: Եթե գնահատում եք գեղեցիկ արվեստը, խելացի սյուժեները և մթնոլորտային աշխարհները, Ուրվականներից քշվածները անիմե Է, որն անպայման արժե դիտել:"
    },
    "7" : {
        desc: "Տղան և հրեշը ռեժիսոր Մամորու Հոսոդի հուզիչ Անիմե է, որը միավորում է արկածները, ֆանտազիան և ընտանեկան թեմաները: Պատմությունը հետևում է մի կատվի ՝ մի տղայի, որը պատահաբար հայտնվում է ջեռոցում ՝ մի աշխարհ, որը բնակեցված է Ռազմիկ կենդանիներով: Այնտեղ նա հանդիպում է Կումատեցուին ՝ մարտարվեստի մեծ արջին, և նրանց միջև զարմանալի արկած է սկսվում ։ Եթե դուք սիրում եք դինամիկ մարտեր, իմաստուն պատմություններ և սրտառուչ պահեր, այս անիմեն կարող է զվարճալի ընտրություն լինել դիտելու համար:"
    },
    "8" : {
        desc: "Կայծոռիկների գերեզմանը հուզիչ և խորապես զգացմունքային անիմե է Ghibli ստուդիայի կողմից, որի ռեժիսորը Իսաո Տակահատան է։ Պատմելով Երկրորդ համաշխարհային պատերազմի ավարտին Ճապոնիայում փոքրիկ քույրերի ՝ Սեթի և Սեցուկոյի կյանքի մասին, ֆիլմը շոշափում է պատերազմի թեմաները, կորուստներ, և գոյատևումը: Ցնցող անիմացիայով և խորը սյուժեով ՝ Կայծոռիկների գերեզմանը հեռուստադիտողներին տալիս է հզոր փորձ ՝ hաշվի առնելով պատերազմի պայմաններում կյանքի ողբերգական կողմերը: Ֆիլմը ուժեղ հույզեր է առաջացնում և ստիպում է մտածել մարդկային կյանքի արժեքի մասին: Եթե դուք պատրաստ եք ինտենսիվ և խորը կինեմատոգրաֆիական փորձի, այս ֆիլմը կարևոր կտոր է անիմացիայի աշխարհում:"
    },
    "9" : {
        desc: "Արքայադուստր Մոնոնոկենը էպիկական և փիլիսոփայական անիմացիոն նկար է Գիբլի ստուդիայի կողմից, որը ստեղծվել է Հայաո Միյաձակիի կողմից: Արքայադուստր Մոնոնոկեի արկածների պատմությունը, որը ձգտում է պաշտպանել անտառը մարդկային փոխազդեցությունից  և պայքարում է աստվածային ուժերի դեմ, ներկայացված անհավանական մթնոլորտում։ Հոյակապ անիմացիայով, ցնցող երաժշտությամբ և իմաստուն սյուժեով Արքայադուստր Մոնոնոկենը հեռուստադիտողին տանում է առասպելների, բնության և բարոյական երկընտրանքների աշխարհ: Ֆիլմը ուսումնասիրում է էկոլոգիայի, գոյատևման պայքարի, բնության և մարդկության միջև հավասարակշռություն գտնելու թեմաները: Եթե դուք գնահատում եք ակնառու արվեստը, խորը սյուժեները և մթնոլորտային աշխարհները, Արքայադուստր Մոնոնոկենը, անկասկած այն է ինչ ձեզ պետք է:"
    },
    "10" : {
        desc: "Վայոլեթ Էվերգարդենը նուրբ անիմացիոն դրամա է, որն ուսումնասիրում է հետպատերազմյան դարաշրջանում սիրո, կորստի և իմաստի որոնման թեմաները: Գլխավոր հերոսը ՝ Վիոլետ Էվերգարդենը, նախկին զինվոր, այժմ աշխատում է նամակների գործակալությունում ՝ օգնելով մարդկանց արտահայտել իրենց զգացմունքներն ու հույզերը: Ցնցող տեսողական գեղեցկությամբ, խորը կերպարներով և հմտորեն բացահայտված սյուժեով ՝ Վայոլեթ Էվերգարդենը ուժեղ տպավորություն է թողնում և ստիպում է ձեզ մտածել կյանքի իմաստի և մարդկանց միջև կապի մասին: Եթե դուք փնտրում եք անիմե ՝ գեղեցիկ արվեստով, հուզիչ սյուժեով և հուզական խորությամբ, այս շարքը հիանալի ընտրություն է:"
    },
    "11" : {
        desc: "Երբ Մարնին այնտեղ էր զգացմունքային և խորհրդավոր անիմացիոն դրամա է Գիբլի ստուդիայի կողմից։ Ֆիլմը պատմում է Աննա անունով մի աղջկա մասին, որը տառապում է միայնության և մեկուսացման զգացումից, ով խորհրդավոր առանձնատանը հանդիպում է Մարնի անունով մի խորհրդավոր աղջկա: Հիասքանչ անիմացիայով և խորը սյուժեով ՝ Երբ Մարնին այնտեղ էր անիմեն ուսումնասիրում է ընտանիքի, բարեկամության և ինքնաճանաչման թեմաները: Ֆիլմը նրբանկատորեն անդրադառնում է ինքնության և ներքին պայքարի խնդիրներին ՝ հանդիսատեսին առաջարկելով հետաքրքիր ճանապարհորդություն դեպի մոգության և մեծանալու աշխարհ: Եթե գնահատում եք առեղծվածի և մոգության մթնոլորտով ինտիմ պատմությունները, այս ֆիլմը կարող է ձեզ հուզել և մտածելու տեղ տալ:"
    },
    "12" : {
        desc: "Արիետտաի գաղտնի աշխարհը կախարդական անիմացիոն պատմություն է, որը ստեղծվել է Գիբլի ստուդիայի կողմից: Ֆիլմը պատմում է Կլիպաչկի ընտանիքի կյանքի մասին ՝ մանրանկարչական արարածներ, որոնք ապրում են մարդկային ընտանիքի տան հատակների և պատերի տակ: Հիանալի անիմացիայով և զգայական սյուժեով Արիետտաի գաղտնի աշխարհը հեռուստադիտողներին հրավիրում է մի աշխարհ, որտեղ նույնիսկ ամենափոքր արարածները մեծ արկածներ են ապրում: Ֆիլմը ուսումնասիրում է տարբեր աշխարհների միջև բարեկամության, մարդկության և փոխըմբռնման թեմաները:"
    },
    "13" : {
        desc : "Հաուլի թափառող դղյակը կախարդական անիմացիոն ստեղծագործություն է, որը ստեղծվել է Հայաո Միյաձակիի և Ghibli ստուդիայի կողմից:  Ֆիլմը հետևում է Սոֆիին ՝ մի աղջկա, որը վերածվում է ծեր կնոջ ՝ խորհրդավոր կախարդ Հաուլի հետ հանդիպելուց հետո ։  Հաուլի և նրա շարժական ամրոցի հետ միասին նրանք սկսում են հետաքրքիր արկածներ: Ցնցող տեսողական գեղագիտությամբ, հմայիչ մթնոլորտով և հմտորեն բացահայտված կերպարներով ՝ Հաուլի թափառող դղյակը անիմացիոն արվեստի գլուխգործոց է: Ֆիլմը ուսումնասիրում է պատերազմի, սիրո և վերափոխման թեմաները ՝ հեռուստադիտողներին առաջարկելով եզակի ընկղմում ֆանտազիայի և մոգության աշխարհում: Եթե դուք գնահատում եք հեքիաթային պատմությունները խորը իմաստով և տեսողական շքեղությամբ, այս ֆիլմը, անկասկած, արժե ձեր ուշադրությունը:"
    },
    "14" : {
        desc: "Կախարդուհու առաքման ծառայությունը կախարդական անիմացիոն պատմություն է Գիբլի ստուդիայի կողմից, որը պատմում է Կիկի անունով մի երիտասարդ կախարդի մասին, ով մեկնում է նոր քաղաք ՝ սկսելու իր էքսպրես առաքման ծառայությունը: Գեղեցիկ անիմացիայով և նուրբ սյուժեով ՝ Կախարդուհու առաքման ծառայությունը ուսումնասիրում է ինքնաբացահայտման, անկախության և բարեկամության թեմաները: Ֆիլմը ջերմ է և հեշտ ՝ հանդիսատեսին առաջարկելով խաղաղ Ճանապարհորդություն դեպի մոգության և մեծանալու աշխարհ: Եթե դուք փնտրում եք հուզիչ և ոգեշնչող պատմություն ՝ հմայիչ մթնոլորտով, Կախարդուհու առաքման ծառայությունը հիանալի ընտրություն է:"
    },
    "15" : {
        desc: "Իմ հարևան Տոտորոն հմայիչ անիմացիոն հեքիաթ է, որը ստեղծվել է Հայաո Միյաձակիի և Գիբլի ստուդիայի կողմից: Ֆիլմը պատմում է մի ընտանիքի մասին, որը տեղափոխվում է գյուղ և նրանց հանդիպումը անտառի ոգիների հետ, ներառյալ Տոտորո անունով մի գեղեցիկ արարած: Բարության և մոգության անկրկնելի մթնոլորտով Իմ հարևան Տոտորոն հանդիսատեսին առաջարկում է զարմանալի ընկղմում մանկական ֆանտազիայի աշխարհում: Հումորով և մանկական ուրախությունների ակնածանքով ֆիլմը ուսումնասիրում է ընտանեկան արժեքների և պարզ կյանքի ուրախությունների թեմաները: Եթե դուք փնտրում եք տաք ներքին լույսով և հրճվանքով անիմե, Իմ հարևան Տոտորոն հիանալի ճանապարհորդություն է բոլոր տարիքի հեռուստադիտողների համար:"
    },
    "16" : {
        desc: "Սյուժեն պատմում է միջին դպրոցի աշակերտուհի Շիզուկու Ցուկիշիմայի մասին, որը շատ է սիրում իր ազատ ժամանակն անցկացնել գիրք կարդալով։ Սակայն ինչ հատոր էլ նա վերցներ գրադարանում, դրա օգտաքարտում միշտ նշված էր Սեյձի Ամասավայի անունը։ Անսովոր տղայի հետ հանդիպելուց հետո Շիզուկուն հասկանում է, որ նա իր առաջին սերն է։ Նրա հետ շփումը աղջկա համար բացում է նրա ներքին աշխարհը, նա շատ բան է սովորում ուրիշների և իր մասին։ Սյուժեում շոշափվող հիմնական թեմաներից մեկը հասունացման և առաջին սիրո շրջանն է, անցումային տարիքն իր բոլոր դրսևորումներով։ Շատ մանրամասներով ուսումնասիրվում է աղջկա զգացմունքների էվոլյուցիան` ձանձրալի տղայից դժգոհությունից մինչև նրա հետ կապվելը։ Այնուամենայնիվ, ամենակարևոր թեման ինքդ քեզ գտնելն ու քո երազանքի ճանապարհին դժվարությունները հաղթահարելն է։"
    },
    "17" : {
        desc: "Դետեկտիվ Կոնանը երկար սպասված անիմե շարք է, որը ստեղծվել է Գոսե Աոյամայի կողմից։ Սյուժեն կենտրոնանում է Շինիչի Կուդոյի ՝ տաղանդավոր երիտասարդ դետեկտիվի վրա, ով բախվում է մութ կազմակերպության ՝ վերածվելով երեխայի և ընդունելով նոր անուն ՝ Քոնան Էդոգավա: Այժմ նա լուծում է հանցագործությունները ՝ պահպանելով իր գաղտնիքները։ Դետեկտիվ Կոնանը հանդիսատեսին գրավում է իր հետաքրքրաշարժ դետեկտիվ առեղծվածներով, խարիզմատիկ կերպարներով և գրավիչ սյուժեով: Ինտրիգի, հումորի և Ուշադիր հետաքննության համադրությամբ սերիալը յուրահատուկ փորձ է ապահովում դետեկտիվ ժանրի երկրպագուների համար: Եթե դուք սիրում եք հանելուկներ և խճճված քրեական պատմություններ, Դետեկտիվ Կոնանը կարող է լինել ձեր կատարյալ ընտրությունը:"
    },
    "18" : {
        desc: "Պապրիկան հետաքրքիր անիմացիոն ֆիլմ է, որը հիմնված է Յասուտակի Ցուցուիի վեպի վրա, որի ռեժիսորը Սատոսի Կոնն է։ Պատմությունը զարգանում է երազների և իրականության աշխարհում, որտեղ երազների թերապևտը ՝ դոկտոր Ացուկո Չիբան, օգտագործում է  DC Mini  սարքը, որպեսզի կարողանա մտնել իր հիվանդների երազանքները: Տեսողական շքեղությամբ և ֆանտաստիկ երաժշտությամբ  Պապրիկան ուսումնասիրում է երազի և իրականության միջև եղած սահմանները ՝ հեռուստադիտողի համար ստեղծելով յուրահատուկ փորձ: Ֆիլմն ունի խորհրդավոր սյուժե, ինտրիգային կերպարներ և ցնցող անիմացիա ՝ այն դարձնելով պարտադիր գեղարվեստական և հոգեբանական թրիլլեր սիրահարների համար:"
    },
    "19" : {
        desc : "Ակիրան ճապոնական խորհրդանշական անիմացիոն ֆիլմ է, որը հիմնված է Կացուհիրո Օտոմոյի մանգայի վրա։ Ռեժիսոր Կացուհիրո Օտոմոն նույնպես ստանձնեց անիմացիոն տարբերակի ստեղծումը։ Սյուժեն տեղի է ունենում հետապոկալիպտիկ Տոկիոյում և կենտրոնացած է Ակիրա անունով խորհրդավոր մուտանտի շուրջ: Ակիրան ուշադրություն է գրավում իր դինամիկ և մթնոլորտային անիմացիաներով, ինչպես նաև թեմաներով, որոնք ազդում են տեխնոլոգիական առաջընթացի, մարդկային բնույթի և գիտական հետազոտությունների հնարավոր վտանգների վրա: Այս ֆիլմը, որը թողարկվել է 1988 թվականին, զգալի հետք է թողել անիմեների աշխարհում և շարունակում է համարվել գիտաֆանտաստիկ ժանրի կարևոր գործերից մեկը ։ "
    },
    "20" : {
        desc: "Ես ուզում եմ ուտել քո ենթաստամոքսային գեղձը զգացմունքային և հուզիչ ճապոնական անիմացիոն ֆիլմ է, որը հիմնված է Յուրու Սումինոյի վեպի վրա ։  Սյուժեն պատմում է անսովոր Հարուկի Շիգա անունով մի տղայի և մի աղջկա անհավանական բարեկամության մասին, որի օրերը հաշված են ենթաստամոքսային գեղձի վերջնական հիվանդության պատճառով: Ես ուզում եմ ուտել քո ենթաստամոքսային գեղձ ֆիլմը ուսումնասիրում է կյանքի յուրաքանչյուր պահի սիրո, կորստի և արժեքի թեմաները: Warmերմ սյուժեով և քաղցր կերպարներով Այն ուժեղ տպավորություն է թողնում կյանքի արժեքի և երջանկության պահերի մասին: Եթե գնահատում եք խորը իմաստով հուզիչ պատմությունները, այս ֆիլմը կարող է զարմանալի ընտրություն լինել:"
    },
    "21" : {
        desc: "Տակաոն երզում էր ապագայում դառնալ կոշիկի դիզայներ, անձրևային օրերի ժամանակ հնարավորությունը չի կորցնում բացակայել դպրոցից։ Երբ անձրև է գալիս, Տակաոն կանգ է առնում ճապոնական ոճով գեղեցիկ այգում, որտեղ նա սիրում է նկարել կոշիկի ուրվագծեր։ Մի օր անձրևին նա այգում հանդիպում է մի խորհրդավոր կնոջ՝ Յուկինոյին, որը տեսքով նրանից ավելի մեծ է երևում։ Յուկինոն և Տակաոն առաջին անգամը չէ, որ հանդիպում են այգում և խոսում են թեթև թեմաներից, բայց դա լինում էր միայն անձրևային օրերին։ Շուտով նրանք ավելի են մտերմանում, քան ուղակի բարեկամներ, բայց շուտով անձրևային օրերը պետք է վերջանան։"
    },
    "22" : {
        desc: "Քո անունը կախարդական Անիմե է, որը միավորում է իրականությունն ու ֆանտազիան երկու երիտասարդների խորհրդավոր մարմինների փոխանակման միջոցով: Միթսուխան, լինելով ժամանակի և տարածության տարբեր ծայրերում, սկսում է ուսումնասիրել իր կապը և ձգտում է հանդիպել այն իրական կյանքում: Գեղեցիկ անիմացիաներով, հուզական երաժշտությամբ և զարմանալի սյուժեի շրջադարձով ՝  Քո անունը հեռուստադիտողներին խոստանում է անհավանական ուղի, որտեղ սերն ու ճակատագիրը միահյուսվում են զարմանալի պատմության մեջ: Եթե գնահատում եք ռոմանտիկ պատմությունները ֆանտազիայի տարրերով և գունագեղ գրաֆիկայով, Քո անունը անիմե է, որը չպետք է բաց թողնել:"
    },
    "23" : {
        desc: "Ավագ դպրոցի աշակերտ Հոտակա Մորիսիման Տոկիո է գալիս է հեռավոր փոքրիկ կղզուց։ Տոկիոյում նա միանգամից բախվում է խնդիրների հետ։ Նա քաղաքում ապրում է առանձնացված կյանքով։ Շուտով նրան հաջողվում է որպես թերթի խմբագիր աշխատանքի ընդունվել տպարանում։ Նա պետք է գրեր գերբնական երևույթների մասին։ Այն պահից, երբ նա սկսում է զբաղվել իր պարտականություններով, օրումեջ անձրև է գալիս։ Աշխատանքային քաղաքի խառնաշփոթի մեջ նա հանդիպում է կենսուրախ է և ուժեղ մի աղջկա, որի անունն է Հինա Ամանո։ Հինան ելնելով մի շարք հանգամանքներց ապրում էր իր փոքր եղբոր հետ։ Բացի դրանից աղջիկն ուներ մի ուշագրավ ունակություն՝ նա կարողանում էր կանգնեցնել անձրևը և հեռացնել ամպերը։"
    },
    "24" : {
        desc: "Պատմություն, որն ընդգրկում է գլխավոր հերոս Տակակի Տոնոյի կյանքի ավելի քան տասը տարին, կազմված է երեք պատմություններից, ծավալվում է Ճապոնիայում` սկսած 1990-ականներից մինչև մեր օրերը։ Հատկանշական է, որ առաջին մասում դեռ բջջային հեռախոսները և էլեկտրոնային փոստը տարածված չէին։ Անիմեն բաղկացած է երեք մասից` Սակուրայի ծաղկումը, Տիեզերագնացը, և Հինգ սանտիմետր վայրկյանում։ Ֆիլմում մի շարք բնանկարներ և ընտանեկան տեսարաններ ստեղծվել են Ճապոնիայում գտնվող իրական վայրերի լուսանկարներով։"
    }
};

const desc = document.getElementById("desc");

function addArticleDesc(id)
{
    desc.innerText = animeData[id].desc;
    console.log(animeData[id].desc);
}

function toggleFullDesc() {
    var descElement = document.getElementById('desc');
    descElement.classList.toggle('expanded');
}

