<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>ԻՄԱՆԱԼ ԱՎԵԼԻՆ</title>
    <link rel="stylesheet" href="css/kmore.css">
</head>

<body>
    <?php require('header.php'); ?>

    <section class="anime">
       <div class="wia">
            <h1>
                Ի՞նչ է անիմեն
            </h1>
            <div class="wiap">
                <p class="anip">
                    Անիմեն ճապոնական անիմացիոն արտադրանք է, որ սովորաբար ստեղծվում է ձեռքով կամ համակարգչային անիմացիայի միջոցով։Անվանումը 'animation' բառի ճապոներեն տարբերակի կրճատ ձևն է, որը Ճապոնիայում օգտագործվում է ցանկացած անիմացիայի մասին խոսելիս: Չնայած նրան, որ նման ոճի անիմացիան կարող է արտադրվել Ճապոնիայից դուրս, արևմուտքում շատերը սկզբունքորեն «անիմե» են համարում միմիայն ճապոնական անիմացիան։
                </p>
            </div>
        </div>
        <h1 id="tadc">
            Անիմեի ժողովրդագրական կատեգորիաները
        </h1>
        <div class="anirows">
            <div class="anicol" id="shonenAnime">
                <h2>Շոնեն</h2>
                <p>
                    Շոնենը անիմեի և մանգայի ուղղվածություն է։ Ժանրի հիմնական հատկանիշներն են՝ արական սեռի գլխավոր հերոսը, արագ զարգացում, դինամիկ սյուժե։ Շոնեն ժանրի ստեղծագործությանը բնորոշ են՝ կատակերգական տեսարանները, տղամարդկանց իսկական ընկերությունը, եղբայրությունը, առօրյա կյանքում մրցակցությունը, սպորտը, մարտական տեսարանները։ 
                </p>
            </div>
            <div class="anicol" id="shojoAnime">
                <h2 >Շոջո</h2>
                <p>
                Շոջո մանգան ընդգրկում է բազմաթիվ թեմաներ և գրաֆիկական տարբեր ոճեր, պատմական դրամայից մինչև գիտա-ֆանտաստիկա, որոնք հաճախ կենտրոնանում են մարդկային ռոմանտիկ հարաբերությունների ու հույզերի վրա։ Իրականում, շոջո մանգան չի առանձնացնում կոնկրետ ժանրեր իր մեջ, սակայն ուղղությունը ընտրված է կոնկրետ թիրախային դիտորդի ճաշակին համապատասխան։ 
                </p>
            </div>
            <div class="anicol" id="seinenAnime">
                <h2>Սեյնեն</h2>
                <p>
                    Սեյնեն մանգայի ու անիմեի ժանր է: Այս տեսակ մանգաները տպագրվում են մասնագիտացված սեյնեն ամսագրերում, որոնց լսարանը սահմանում են հենց հրատարակիչները։ Գեղարվեստական առումով սեյնեն մանգան աչքի է ընկնում ավելի բարդ սյուժեյով և ժողովրդական լեզվով ասած «մեծական» թեմաներով: Առավել ուշադրություն է ընձեռվում սյուժեյի ու կերպարների զարգացմանը, հոգեբանությանը, իրավիճակներին, ավելի քիչ՝ մենամարտերին ու էքշնին։
                </p>
            </div>
        </div> 
        <div class="anirows">
            <div class="anicol" id="joseiAnime">
                <h2>Ջոսեյ</h2>
                <p>
                    Ջոսեյ մանգան կարող է պատկերել ռեալիստիկ սիրավեպ, ի հակադրություն հիմնականում իդեալիզացված շոջո մանգայի սիրավեպերի, բայց սա պարտադիր պայման չէ։ Ջոսեյը հակված է լինելու սեքսուալ ավելի պարզ և պարունակելու ավելի հասուն շարադրանք, չնայած սա նույնպես պարտադիր չէ։  Ջոսեյ սերիալները, որոնք հաճախ դառնում են անիմեներ, երբեմն աչքի են ընկնում իրենց՝ համասեռամոլ թեմաների հակումով, հաճախ դեմոգրաֆիկական ծագման սխալ բացատրության պատճառով։ 
                </p>
            </div>
            <div class="anicolimg" id="typesAnime">
               <img class="typesimg" src="media/images/Modernanime.jpg">
            </div>
            <div class="anicol" id="kodomo-mukeAnime">
                <h2>Կոդոմոմուկե</h2>
                <p>
                    Այս գործերը առանձնանում են նրանով, որ հաճախ բարոյականություն են քարոզում, սովորեցնում են երեխաներին իրենց դրսևորել որպես լավ և քաղաքավարի մարդիկ և օգնում նրանց չշեղվել կյանքի ճիշտ ուղուց։ Ամենաառաջին անիմեները հենց այս ոճին են պատկանել։ Ոճը ձևավորվել է հեռավոր 19-րդ դարում փոքրիկ, մոտ 15-էջանոց կոմիքսների տեսքով, որոնք տպագրվում էին ամսագրերում և ուղղված լինում թե' տղաներին, թե' աղջիկներին։ 
                </p>
                
            </div>
        </div>
    </section>

    <?php require('footer.php'); ?>
    <script src="js/script.js"></script>
    <script src="js/kmore.js"></script>

</body>

</html>